Repository: Wayne-Kim/pocket-sisyphus
Catalog: ios/PocketSisyphus/Localizable.xcstrings
Source language: ko
Languages: ar, en, es, fr, hi, ja, pt_br, ru, zh_hans

source: 로컬 추론을 실행하려면 Mac 앱에서 추가 설정이 필요해요. Mac 앱 → 설정 → 로컬 LLM 탭에서 추론 서버(llama.cpp)를 설치하세요.
ar: يتطلب التشغيل المحلي للاستدلال إعدادًا إضافيًا في تطبيق Mac. من تطبيق Mac → الإعدادات → علامة تبويب LLM المحلي، ثبّت خادم الاستدلال (llama.cpp).
en: Running local inference needs extra setup in the Mac app. In the Mac app → Settings → Local LLM tab, install the inference server (llama.cpp).
es: Ejecutar la inferencia local requiere configuración adicional en la app de Mac. En la app de Mac → Ajustes → pestaña LLM local, instala el servidor de inferencia (llama.cpp).
fr: Exécuter l'inférence locale nécessite une configuration supplémentaire dans l'app Mac. Dans l'app Mac → Réglages → onglet LLM local, installez le serveur d'inférence (llama.cpp).
hi: लोकल इन्फरेंस चलाने के लिए Mac ऐप में अतिरिक्त सेटअप चाहिए। Mac ऐप → सेटिंग्स → लोकल LLM टैब में इन्फरेंस सर्वर (llama.cpp) इंस्टॉल करें।
ja: ローカル推論の実行には Mac アプリでの追加設定が必要です。Mac アプリ → 設定 → ローカル LLM タブで推論サーバー(llama.cpp)をインストールしてください。
pt_br: Executar inferência local requer configuração adicional no app do Mac. No app do Mac → Ajustes → aba LLM local, instale o servidor de inferência (llama.cpp).
ru: Для локального вывода нужна дополнительная настройка в Mac-приложении. В Mac-приложении → Настройки → вкладка «Локальная LLM» установите сервер инференса (llama.cpp).
zh_hans: 运行本地推理需要在 Mac 应用中进行额外设置。在 Mac 应用 → 设置 → 本地 LLM 选项卡中安装推理服务器（llama.cpp）。

source: 로컬 추론을 실행하려면 추론 서버(llama.cpp)가 필요해요. 아래 「로컬 LLM 모델」 에서 폰으로 바로 설치할 수 있어요.
ar: يتطلب التشغيل المحلي للاستدلال خادم الاستدلال (llama.cpp). يمكنك تثبيته من هاتفك ضمن «نماذج LLM المحلية» أدناه.
en: Running local inference needs the inference server (llama.cpp). You can install it right from your phone under “Local LLM Models” below.
es: Ejecutar la inferencia local requiere el servidor de inferencia (llama.cpp). Puedes instalarlo desde el teléfono en «Modelos de LLM local» más abajo.
fr: Exécuter l'inférence locale nécessite le serveur d'inférence (llama.cpp). Vous pouvez l'installer depuis votre téléphone sous « Modèles de LLM local » ci-dessous.
hi: लोकल इन्फरेंस चलाने के लिए अनुमान सर्वर (llama.cpp) ज़रूरी है। आप इसे नीचे “लोकल LLM मॉडल” में अपने फ़ोन से ही इंस्टॉल कर सकते हैं।
ja: ローカル推論を実行するには推論サーバー（llama.cpp）が必要です。下の「ローカル LLM モデル」からスマホでそのままインストールできます。
pt_br: Executar inferência local exige o servidor de inferência (llama.cpp). Você pode instalá-lo pelo telefone em “Modelos de LLM local” abaixo.
ru: Для локального вывода нужен сервер вывода (llama.cpp). Его можно установить прямо с телефона в разделе «Локальные модели LLM» ниже.
zh_hans: 运行本地推理需要推理服务器（llama.cpp）。你可以在下方“本地 LLM 模型”中直接用手机安装。

source: 리뷰 요약
ar: ملخص المراجعة
en: Review summary
es: Resumen de revisión
fr: Résumé de revue
hi: समीक्षा सारांश
ja: レビュー要約
pt_br: Resumo da revisão
ru: Сводка ревью
zh_hans: 评审摘要

source: 리서치
ar: بحث
en: Research
es: Investigación
fr: Recherche
hi: शोध
ja: リサーチ
pt_br: Pesquisa
ru: Исследование
zh_hans: 调研

source: 리서치 보고서
ar: تقرير البحث
en: Research report
es: Informe de investigación
fr: Rapport de recherche
hi: शोध रिपोर्ट
ja: リサーチ報告
pt_br: Relatório de pesquisa
ru: Отчёт об исследовании
zh_hans: 调研报告

source: 리서치 보고서 보기
ar: عرض تقرير البحث
en: View research report
es: Ver informe de investigación
fr: Voir le rapport de recherche
hi: शोध रिपोर्ट देखें
ja: リサーチ報告を見る
pt_br: Ver relatório de pesquisa
ru: Открыть отчёт об исследовании
zh_hans: 查看调研报告

source: 리서치 삭제
ar: حذف البحث
en: Delete research
es: Eliminar investigación
fr: Supprimer la recherche
hi: शोध हटाएँ
ja: リサーチを削除
pt_br: Excluir pesquisa
ru: Удалить исследование
zh_hans: 删除调研

source: 리서치 시작
ar: بدء البحث
en: Start research
es: Iniciar investigación
fr: Lancer la recherche
hi: शोध शुरू करें
ja: リサーチを開始
pt_br: Iniciar pesquisa
ru: Начать исследование
zh_hans: 开始调研

source: 리서치 요청
ar: طلب بحث
en: Request research
es: Solicitar investigación
fr: Demander une recherche
hi: शोध का अनुरोध
ja: リサーチを依頼
pt_br: Solicitar pesquisa
ru: Запросить исследование
zh_hans: 请求调研

source: 리서치 요청 — 레포 밖 «시장 조사». 무엇을 알아볼지 주제를 적어 주면 에이전트가 조사해 브리프로 정리해요.
ar: طلب بحث — «بحث سوق» خارج المستودع. اكتب موضوعًا لما تريد معرفته، فيبحث الوكيل ويلخّصه في موجز.
en: Request research — «market research» beyond the repo. Write a topic for what you want to find out, and the agent investigates and sums it up as a brief.
es: Solicitar investigación — «estudio de mercado» más allá del repo. Escribe un tema sobre lo que quieres averiguar y el agente investiga y lo resume en un informe.
fr: Demander une recherche — une «étude de marché» au-delà du dépôt. Indiquez un sujet sur ce que vous voulez découvrir, et l’agent enquête et le résume en un brief.
hi: रिसर्च का अनुरोध — रेपो से बाहर «बाज़ार अध्ययन»। आप क्या जानना चाहते हैं उसका विषय लिखें, और एजेंट जाँच करके उसे ब्रीफ़ में संक्षेप कर देता है।
ja: リサーチ依頼 — リポジトリ外の «市場調査»。何を調べたいかテーマを書けば、エージェントが調査してブリーフにまとめます。
pt_br: Solicitar pesquisa — «pesquisa de mercado» além do repo. Escreva um tema do que quer descobrir e o agente investiga e resume em um brief.
ru: Запросить исследование — «исследование рынка» за пределами репозитория. Укажите тему того, что хотите выяснить, и агент изучит её и оформит в виде брифа.
zh_hans: 发起调研——仓库之外的«市场调研»。写下你想了解的主题，智能体便会调查并整理成简报。

source: 마지막 접속
ar: آخر وصول
en: Last seen
es: Último acceso
fr: Dernier accès
hi: अंतिम बार देखा गया
ja: 最終アクセス
pt_br: Último acesso
ru: Последний вход
zh_hans: 最近访问

source: 마지막 줌 위치로 복원했어요 — 탭하면 전체 보기
ar: تمت استعادة آخر موضع تكبير — انقر لعرض الشاشة الكاملة
en: Restored your last zoom position — tap to view full screen
es: Se restauró tu última posición de zoom — toca para ver la pantalla completa
fr: Dernière position de zoom restaurée — touchez pour voir l'écran entier
hi: आपकी पिछली ज़ूम स्थिति बहाल की गई — पूरी स्क्रीन देखने के लिए टैप करें
ja: 前回のズーム位置を復元しました — タップで全画面表示
pt_br: Última posição de zoom restaurada — toque para ver a tela inteira
ru: Восстановлена последняя позиция масштаба — нажмите для полного экрана
zh_hans: 已恢复上次的缩放位置 — 点按查看全屏

source: 마케팅
ar: التسويق
en: Marketing
es: Marketing
fr: Marketing
hi: मार्केटिंग
ja: マーケティング
pt_br: Marketing
ru: Маркетинг
zh_hans: 营销

source: 막혔나요? 도움받기
ar: هل واجهت مشكلة؟ احصل على مساعدة
en: Stuck? Get help
es: ¿Atascado? Obtén ayuda
fr: Bloqué ? Obtenir de l'aide
hi: अटक गए? मदद लें
ja: 行き詰まりましたか？ヘルプを見る
pt_br: Travou? Obtenha ajuda
ru: Застряли? Получить помощь
zh_hans: 遇到问题？获取帮助

source: 막혔나요? 커뮤니티에 물어보기
ar: هل واجهت مشكلة؟ اسأل المجتمع
en: Stuck? Ask the community
es: ¿Atascado? Pregunta a la comunidad
fr: Bloqué ? Demandez à la communauté
hi: अटक गए? समुदाय से पूछें
ja: 解決しませんか？コミュニティに質問する
pt_br: Travou? Pergunte à comunidade
ru: Застряли? Спросите сообщество
zh_hans: 卡住了？向社区提问

source: 만든 뒤 캔버스에서 편집할 수 있어요.
ar: يمكنك تعديله على اللوحة بعد إنشائه.
en: You can edit it on the canvas after creating it.
es: Puedes editarlo en el lienzo después de crearlo.
fr: Vous pourrez le modifier sur le canevas après l'avoir créé.
hi: बनाने के बाद आप इसे कैनवास पर संपादित कर सकते हैं।
ja: 作成後にキャンバスで編集できます。
pt_br: Você pode editá-lo no canvas após criá-lo.
ru: После создания его можно отредактировать на холсте.
zh_hans: 创建后可在画布上编辑。

source: 만들고 세션 열기
ar: إنشاء وفتح جلسة
en: Create and open session
es: Crear y abrir sesión
fr: Créer et ouvrir la session
hi: बनाएँ और सेशन खोलें
ja: 作成してセッションを開く
pt_br: Criar e abrir sessão
ru: Создать и открыть сессию
zh_hans: 创建并打开会话

source: 만들고 싶은 걸 한 문장으로 적으면 AI 가 워크플로우 «초안» 을 그려줘요. 바로 실행하지 않으니 캔버스에서 검토·수정한 뒤 실행하세요.
ar: اكتب ما تريده في جملة واحدة وسيرسم الذكاء الاصطناعي مسودة سير العمل. لن يعمل فورًا — راجِعه وعدّله على اللوحة ثم شغّله.
en: Write what you want in one sentence and AI drafts the workflow. It won’t run right away — review and tweak it on the canvas, then run.
es: Escribe lo que quieres en una frase y la IA esboza el flujo de trabajo. No se ejecuta de inmediato: revísalo y ajústalo en el lienzo y luego ejecútalo.
fr: Écrivez ce que vous voulez en une phrase et l’IA ébauche le flux de travail. Il ne s’exécute pas immédiatement : révisez-le et ajustez-le sur le canevas, puis exécutez-le.
hi: जो चाहिए उसे एक वाक्य में लिखें और AI वर्कफ़्लो का ड्राफ़्ट बना देगा। यह तुरंत नहीं चलेगा — कैनवास पर जाँचें और बदलें, फिर चलाएँ।
ja: 作りたいものを一文で書くと、AI がワークフローの下書きを描きます。すぐには実行されないので、キャンバスで確認・調整してから実行してください。
pt_br: Escreva o que você quer em uma frase e a IA esboça o fluxo de trabalho. Ele não roda de imediato — revise e ajuste no canvas e depois execute.
ru: Опишите желаемое одним предложением, и ИИ набросает рабочий процесс. Он не запустится сразу — проверьте и подправьте его на холсте, затем запустите.
zh_hans: 用一句话写下你想要的，AI 会绘制工作流草稿。它不会立即运行——请在画布上检查并调整后再运行。

source: 만들기
ar: إنشاء
en: Create
es: Crear
fr: Créer
hi: बनाएँ
ja: 作成
pt_br: Criar
ru: Создать
zh_hans: 创建

source: 말하면 자동으로 보내요
ar: تحدّث وسيُرسَل تلقائياً
en: Speak and it sends automatically
es: Habla y se envía automáticamente
fr: Parlez, l'envoi est automatique
hi: बोलें, यह अपने-आप भेज देगा
ja: 話すと自動で送信します
pt_br: Fale e será enviado automaticamente
ru: Говорите — отправится автоматически
zh_hans: 说话后会自动发送

source: 매번 도구 사용을 물어보지 않습니다. 신뢰하는 레포에서만 켜세요.
ar: لن يُطلب منك إذن استخدام الأدوات في كل مرة. فعّل هذا فقط في المستودعات الموثوقة.
en: Won’t ask before each tool use. Only enable on trusted repos.
es: No te preguntará antes de cada uso de herramienta. Actívalo solo en repositorios de confianza.
fr: Ne demandera pas avant chaque utilisation d’outil. À n’activer que sur des dépôts de confiance.
hi: हर बार टूल उपयोग के लिए नहीं पूछेगा। केवल विश्वसनीय रिपॉजिटरी पर सक्षम करें।
ja: ツール使用のたびに確認しません。信頼できるリポジトリでのみ有効化してください。
pt_br: Não vai perguntar antes de cada uso de ferramenta. Ative apenas em repositórios confiáveis.
ru: Не будет спрашивать перед каждым использованием инструмента. Включайте только в доверенных репозиториях.
zh_hans: 不会在每次使用工具前询问。仅在受信任的仓库中启用。

source: 매번 새 세션
ar: جلسة جديدة في كل مرة
en: New session each time
es: Sesión nueva cada vez
fr: Nouvelle session à chaque fois
hi: हर बार नया सत्र
ja: 毎回新しいセッション
pt_br: Nova sessão a cada vez
ru: Новая сессия каждый раз
zh_hans: 每次新建会话

source: 매시 %lld분
ar: عند الدقيقة %lld
en: At %lld min past the hour
es: En el minuto %lld
fr: À la minute %lld
hi: हर घंटे %lld मिनट पर
ja: 毎時 %lld 分
pt_br: No minuto %lld
ru: На %lld-й минуте
zh_hans: 每小时第 %lld 分

source: 매시 %lld분에 실행돼요.
ar: يعمل عند الدقيقة %lld من كل ساعة.
en: Runs at %lld min past every hour.
es: Se ejecuta en el minuto %lld de cada hora.
fr: S’exécute à la %lldᵉ minute de chaque heure.
hi: हर घंटे %lld मिनट पर चलता है।
ja: 毎時%lld分に実行されます。
pt_br: Executa no minuto %lld de cada hora.
ru: Запускается на %lld-й минуте каждого часа.
zh_hans: 在每小时第 %lld 分钟运行。

source: 매시간
ar: كل ساعة
en: Hourly
es: Cada hora
fr: Toutes les heures
hi: हर घंटे
ja: 毎時
pt_br: A cada hora
ru: Каждый час
zh_hans: 每小时

source: 매월
ar: شهريًا
en: Monthly
es: Cada mes
fr: Chaque mois
hi: हर महीने
ja: 毎月
pt_br: Todo mês
ru: Ежемесячно
zh_hans: 每月

source: 매월 %lld일
ar: اليوم %lld من كل شهر
en: Day %lld of each month
es: Día %lld de cada mes
fr: Le %lld de chaque mois
hi: हर महीने की %lld तारीख
ja: 毎月 %lld 日
pt_br: Dia %lld de cada mês
ru: %lld-е число каждого месяца
zh_hans: 每月 %lld 日

source: 매일
ar: يوميًا
en: Daily
es: Cada día
fr: Chaque jour
hi: रोज़
ja: 毎日
pt_br: Todo dia
ru: Ежедневно
zh_hans: 每天

source: 매일 자동 수집
ar: جمع تلقائي يوميًا
en: Collect automatically every day
es: Recolectar automáticamente cada día
fr: Collecte automatique quotidienne
hi: हर दिन स्वचालित संग्रह
ja: 毎日自動収集
pt_br: Coletar automaticamente todo dia
ru: Автоматический сбор каждый день
zh_hans: 每天自动收集

source: 매주
ar: أسبوعيًا
en: Weekly
es: Cada semana
fr: Chaque semaine
hi: हर हफ़्ते
ja: 毎週
pt_br: Toda semana
ru: Еженедельно
zh_hans: 每周

source: 머지 요청
ar: طلب دمج
en: Merge request
es: Solicitud de fusión
fr: Demande de fusion
hi: मर्ज अनुरोध
ja: マージ依頼
pt_br: Solicitação de merge
ru: Запрос на слияние
zh_hans: 合并请求

source: 머지 재시도
ar: إعادة محاولة الدمج
en: Retry merge
es: Reintentar fusión
fr: Réessayer la fusion
hi: मर्ज पुनः प्रयास
ja: マージを再試行
pt_br: Tentar merge novamente
ru: Повторить слияние
zh_hans: 重试合并

source: 머지 큐
ar: طابور الدمج
en: Merge queue
es: Cola de fusión
fr: File de fusion
hi: मर्ज क़तार
ja: マージキュー
pt_br: Fila de merge
ru: Очередь слияний
zh_hans: 合并队列

source: 메시지 전송
ar: إرسال رسالة
en: Send message
es: Enviar mensaje
fr: Envoi du message
hi: संदेश भेजें
ja: メッセージ送信
pt_br: Enviar mensagem
ru: Отправка сообщения
zh_hans: 发送消息

source: 메인
ar: الرئيسي
en: Main
es: Principal
fr: Principale
hi: मुख्य
ja: メイン
pt_br: Principal
ru: Основной
zh_hans: 主

source: 메인 worktree는 삭제할 수 없어요.
ar: لا يمكن حذف worktree الرئيسي.
en: The main worktree can’t be deleted.
es: El worktree principal no se puede eliminar.
fr: Le worktree principal ne peut pas être supprimé.
hi: मुख्य worktree हटाया नहीं जा सकता।
ja: メインの worktree は削除できません。
pt_br: O worktree principal não pode ser excluído.
ru: Основной worktree нельзя удалить.
zh_hans: 无法删除主 worktree。

source: 명령
ar: الأمر
en: Command
es: Comando
fr: Commande
hi: कमांड
ja: コマンド
pt_br: Comando
ru: Команда
zh_hans: 命令

source: 명령어를 입력해 보세요. 아래 입력창에 한 줄 적고 보내기를 누르면 됩니다.
ar: اكتب أمرًا. أدخل سطرًا واحدًا في الحقل أدناه ثم اضغط إرسال.
en: Try typing a command. Enter a line in the input field below and tap Send.
es: Escribe un comando. Introduce una línea en el campo de abajo y pulsa Enviar.
fr: Essayez d’entrer une commande. Saisissez une ligne dans le champ ci-dessous et appuyez sur Envoyer.
hi: एक कमांड लिखकर देखें। नीचे इनपुट क्षेत्र में एक पंक्ति लिखें और भेजें दबाएँ।
ja: コマンドを入力してみてください。下の入力欄に 1 行入れて送信を押します。
pt_br: Tente digitar um comando. Insira uma linha no campo abaixo e toque em Enviar.
ru: Попробуйте ввести команду. Наберите строку в поле ниже и нажмите «Отправить».
zh_hans: 试着输入一条命令。在下方输入框中写一行，然后点按发送。

source: 명시됨
ar: محدَّد
en: Specified
es: Especificado
fr: Spécifié
hi: निर्दिष्ट
ja: 明記あり
pt_br: Especificado
ru: Указано
zh_hans: 已说明

source: 모니터 미러링
ar: مرآة الشاشة
en: Screen mirroring
es: Duplicación de pantalla
fr: Recopie de l’écran
hi: स्क्रीन मिररिंग
ja: 画面ミラーリング
pt_br: Espelhamento de tela
ru: Зеркалирование экрана
zh_hans: 屏幕镜像

source: 모니터 미러링 — 폰에서 Mac 화면을 실시간으로 보고 원격 제어 (채팅 화면 우상단 주황 «화면» 버튼).
ar: مرآة الشاشة — شاهد شاشة Mac وتحكّم بها عن بُعد مباشرةً من الهاتف (زر «الشاشة» البرتقالي أعلى يمين الدردشة).
en: Screen mirroring — view and remotely control your Mac's screen live from the phone (the orange «Screen» button in the top-right of the chat).
es: Duplicación de pantalla: mira y controla a distancia la pantalla de tu Mac en directo desde el teléfono (el botón naranja «Pantalla» en la esquina superior derecha del chat).
fr: Recopie de l'écran — visualisez et contrôlez à distance l'écran de votre Mac en direct depuis le téléphone (le bouton orange « Écran » en haut à droite de la discussion).
hi: स्क्रीन मिररिंग — फ़ोन से Mac की स्क्रीन को लाइव देखें और दूरस्थ रूप से नियंत्रित करें (चैट के ऊपरी-दाएँ कोने में नारंगी «स्क्रीन» बटन)।
ja: 画面ミラーリング — スマホから Mac の画面をリアルタイムに見て遠隔操作（チャット画面右上のオレンジの «画面» ボタン）。
pt_br: Espelhamento de tela — veja e controle remotamente a tela do Mac ao vivo pelo telefone (o botão laranja «Tela» no canto superior direito do chat).
ru: Зеркалирование экрана — просмотр и удалённое управление экраном Mac в реальном времени с телефона (оранжевая кнопка «Экран» в правом верхнем углу чата).
zh_hans: 屏幕镜像——从手机实时查看并远程操控 Mac 屏幕（聊天界面右上角的橙色 «屏幕» 按钮）。

source: 모니터 미러링은 프로(고급) 기능이라 버튼이 주황으로 표시돼요. 멤버십이나 영구 이용권으로 잠금 해제하고, 처음이라면 무료 체험으로 써 볼 수 있어요 — 자세한 건 «프로 기능» 안내를 보세요.
ar: عكس الشاشة ميزة Pro (متقدمة)، لذا زرّها برتقالي. افتحها عبر اشتراك أو ترخيص مدى الحياة، أو جرّبها أولًا بنسخة تجريبية مجانية — راجع دليل «ميزات Pro».
en: Screen mirroring is a Pro (advanced) feature, so its button is orange. Unlock with a membership or lifetime license, or try it first with a free trial — see the «Pro features» guide.
es: La duplicación de pantalla es una función Pro (avanzada), por eso su botón es naranja. Desbloquéala con una membresía o licencia vitalicia, o pruébala primero con una prueba gratuita — consulta la guía «Funciones Pro».
fr: La recopie d’écran est une fonctionnalité Pro (avancée), d’où son bouton orange. Débloquez-la avec un abonnement ou une licence à vie, ou essayez-la d’abord avec un essai gratuit — voir le guide « Fonctionnalités Pro ».
hi: स्क्रीन मिररिंग एक प्रो (एडवांस्ड) फ़ीचर है, इसलिए इसका बटन नारंगी है। मेंबरशिप या लाइफटाइम लाइसेंस से अनलॉक करें, या पहले मुफ़्त ट्रायल से आज़माएँ — विवरण के लिए «प्रो फ़ीचर्स» गाइड देखें।
ja: 画面ミラーリングはプロ（高度な）機能なので、ボタンがオレンジです。メンバーシップまたは買い切りライセンスでロック解除でき、初めてなら無料トライアルで試せます — 詳しくは «プロ機能» のガイドをご覧ください。
pt_br: O espelhamento de tela é um recurso Pro (avançado), por isso o botão é laranja. Desbloqueie com uma assinatura ou licença vitalícia, ou experimente primeiro com um teste gratuito — veja o guia «Recursos Pro».
ru: Зеркалирование экрана — это Pro-функция (расширенная), поэтому её кнопка оранжевая. Разблокируйте подпиской или бессрочной лицензией либо сначала попробуйте бесплатно — см. раздел «Pro-функции».
zh_hans: 屏幕镜像是专业（高级）功能，因此按钮为橙色。可通过会员或永久许可解锁，初次也可先用免费试用体验 — 详见«专业功能»说明。

source: 모니터 미러링은 프로(고급) 기능이라 버튼이 주황으로 표시됩니다. 곧 유료(멤버십·영구이용권) 전용으로 전환될 예정이에요 — 자세한 건 «프로 기능» 안내를 보세요.
ar: مرآة الشاشة ميزة Pro (متقدّمة)، لذا يظهر الزر باللون البرتقالي. وستصبح قريبًا مدفوعة فقط (اشتراك أو ترخيص دائم) — راجع دليل «ميزات Pro» للمزيد.
en: Screen mirroring is a Pro (advanced) feature, so the button is shown in orange. It will soon become paid-only (membership or lifetime license) — see the «Pro features» guide for details.
es: La duplicación de pantalla es una función Pro (avanzada), por eso el botón aparece en naranja. Pronto pasará a ser solo de pago (membresía o licencia permanente); consulta la guía «Funciones Pro» para más detalles.
fr: La recopie de l'écran est une fonctionnalité Pro (avancée), c'est pourquoi le bouton est affiché en orange. Elle deviendra bientôt payante uniquement (abonnement ou licence à vie) — consultez le guide « Fonctionnalités Pro » pour en savoir plus.
hi: स्क्रीन मिररिंग एक प्रो (उन्नत) सुविधा है, इसलिए बटन नारंगी रंग में दिखता है। यह जल्द ही केवल सशुल्क (सदस्यता या स्थायी लाइसेंस) हो जाएगी — विवरण के लिए «प्रो सुविधाएँ» मार्गदर्शिका देखें।
ja: 画面ミラーリングはプロ（高度）機能なので、ボタンはオレンジで表示されます。まもなく有料（メンバーシップ・買い切り）専用に切り替わる予定です — 詳しくは «プロ機能» の案内をご覧ください。
pt_br: O espelhamento de tela é um recurso Pro (avançado), por isso o botão aparece em laranja. Em breve passará a ser exclusivo de planos pagos (assinatura ou licença vitalícia) — consulte o guia «Recursos Pro» para mais detalhes.
ru: Зеркалирование экрана — функция Pro (расширенная), поэтому кнопка показана оранжевым. Скоро она станет доступна только платно (подписка или бессрочная лицензия) — подробности в разделе «Pro-функции».
zh_hans: 屏幕镜像是专业版（高级）功能，因此按钮以橙色显示。它即将转为付费专享（会员或永久授权）——详情请查看 «专业版功能» 说明。

source: 모델 API 호출: 모델 추론 자체는 각 에이전트가 자기 제공자 (Anthropic Claude / Google Gemini / OpenAI 등) 에 직접 보내는 정상 트래픽입니다. 이 부분은 사용 중인 에이전트와 제공자의 정책을 따릅니다.
ar: استدعاءات API النموذج: استدلال النموذج نفسه هو حركة بيانات عادية يرسلها كل وكيل مباشرة إلى مزوّده (Anthropic Claude / Google Gemini / OpenAI وغيرها). يخضع هذا الجزء لسياسة الوكيل والمزوّد المستخدمَين.
en: Model API calls: model inference itself is normal traffic each agent sends directly to its provider (Anthropic Claude / Google Gemini / OpenAI, etc.). This part follows the policies of the agent and provider you’re using.
es: Llamadas a la API del modelo: la inferencia del modelo es tráfico normal que cada agente envía directamente a su proveedor (Anthropic Claude / Google Gemini / OpenAI, etc.). Esta parte sigue las políticas del agente y del proveedor que uses.
fr: Appels d’API modèle : l’inférence du modèle elle-même est du trafic normal que chaque agent envoie directement à son fournisseur (Anthropic Claude / Google Gemini / OpenAI, etc.). Cette partie suit les politiques de l’agent et du fournisseur utilisés.
hi: मॉडल API कॉल: मॉडल इन्फरेंस स्वयं सामान्य ट्रैफिक है जिसे प्रत्येक एजेंट सीधे अपने प्रदाता (Anthropic Claude / Google Gemini / OpenAI आदि) को भेजता है। यह हिस्सा आपके द्वारा उपयोग किए जा रहे एजेंट और प्रदाता की नीतियों का पालन करता है।
ja: モデル API 呼び出し: モデル推論自体は各エージェントが自身のプロバイダ (Anthropic Claude / Google Gemini / OpenAI など) に直接送る通常のトラフィックです。この部分は使用中のエージェントとプロバイダのポリシーに従います。
pt_br: Chamadas de API do modelo: a inferência do modelo é tráfego normal que cada agente envia diretamente ao seu provedor (Anthropic Claude / Google Gemini / OpenAI etc.). Essa parte segue as políticas do agente e do provedor em uso.
ru: Вызовы API модели: сам инференс модели — это обычный трафик, который каждый агент отправляет напрямую своему провайдеру (Anthropic Claude / Google Gemini / OpenAI и т. д.). Эта часть подчиняется политикам используемого агента и провайдера.
zh_hans: 模型 API 调用：模型推理本身是各代理直接发往其提供方（Anthropic Claude / Google Gemini / OpenAI 等）的正常流量。这部分遵循所使用代理及提供方的政策。

source: 모델 API 호출: 모델 추론 자체는 각 에이전트가 자기 제공자 (Anthropic Claude / Google Gemini 등) 에 직접 보내는 정상 트래픽입니다. 이 부분은 사용 중인 에이전트와 제공자의 정책을 따릅니다.
ar: استدعاءات API النموذج: استنتاج النموذج نفسه هو حركة مرور عادية يرسلها كل وكيل مباشرة إلى موفّره (Anthropic Claude / Google Gemini …). يخضع هذا الجزء لسياسات الوكيل وموفّره المستخدمَين.
en: Model API calls: inference itself is normal traffic each agent sends directly to its own provider (Anthropic Claude, Google Gemini, etc.). That portion follows the policies of the agent and provider you’re using.
es: Llamadas a la API del modelo: la inferencia es tráfico normal que cada agente envía directamente a su proveedor (Anthropic Claude, Google Gemini, etc.). Esa parte se rige por las políticas del agente y del proveedor que estés usando.
fr: Appels à l’API du modèle : l’inférence est un trafic normal envoyé par chaque agent directement à son propre fournisseur (Anthropic Claude, Google Gemini, etc.). Cette partie suit les politiques de l’agent et du fournisseur que vous utilisez.
hi: मॉडल API कॉल: इन्फरेंस सामान्य ट्रैफिक है जिसे हर एजेंट सीधे अपने प्रदाता (Anthropic Claude, Google Gemini आदि) को भेजता है। यह हिस्सा उपयोग में आ रहे एजेंट और प्रदाता की नीतियों के अधीन है।
ja: モデル API 呼び出し: 推論そのものは、各エージェントが自らのプロバイダー（Anthropic Claude / Google Gemini など）に直接送る通常のトラフィックです。この部分は、使用中のエージェントとプロバイダーのポリシーに従います。
pt_br: Chamadas à API do modelo: a inferência é tráfego normal que cada agente envia diretamente ao seu próprio provedor (Anthropic Claude, Google Gemini, etc.). Essa parte segue as políticas do agente e do provedor em uso.
ru: Вызовы API модели: сам инференс — обычный трафик, который каждый агент отправляет напрямую своему поставщику (Anthropic Claude, Google Gemini и т. д.). Эта часть подчиняется политикам используемого агента и поставщика.
zh_hans: 模型 API 调用:模型推理本身是各 Agent 直接发往其自身提供方(Anthropic Claude、Google Gemini 等)的正常流量。该部分遵循所用 Agent 与提供方的政策。

source: 모델 다운로드에 실패했어요. 잠시 후 다시 시도하세요.
ar: فشل تنزيل النموذج. حاول مرة أخرى بعد قليل.
en: Model download failed. Please try again in a moment.
es: Falló la descarga del modelo. Inténtalo de nuevo en un momento.
fr: Échec du téléchargement du modèle. Réessayez dans un instant.
hi: मॉडल डाउनलोड विफल रहा। कृपया थोड़ी देर बाद फिर कोशिश करें।
ja: モデルのダウンロードに失敗しました。しばらくしてから再試行してください。
pt_br: Falha ao baixar o modelo. Tente novamente em instantes.
ru: Не удалось загрузить модель. Повторите попытку чуть позже.
zh_hans: 模型下载失败。请稍后重试。

source: 모델 이름
ar: اسم النموذج
en: Model name
es: Nombre del modelo
fr: Nom du modèle
hi: मॉडल नाम
ja: モデル名
pt_br: Nome do modelo
ru: Имя модели
zh_hans: 模型名称
